espressif/esp-idf/components/spi_flash/test_apps/flash_mmap/sdkconfig.ci.xip_psram_esp32s2
CONFIG_IDF_TARGET="esp32s2"
CONFIG_SPIRAM_FETCH_INSTRUCTIONS=y
CONFIG_SPIRAM_RODATA=y
